Revit 2024 API
ParameterTypeId.EqualityWitnessDisplay Property
 "Equality Witness Display"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId EqualityWitnessDisplay { get; }
Visual Basic
Public Shared ReadOnly Property EqualityWitnessDisplay As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ EqualityWitnessDisplay {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace